{
  "": {
    "384A34B7441EE2643FC074B61C57254C": "At least 2 RR Player Start Position share the same Race Start Priority value. In Competitive Race mode, all RR Player Start Position need to have unique priority values (0-99) to ensure multiple players do not spawn at the same position. {0}",
    "A5776CA04F9E49CB07E6DBB8261ED9A5": "More than one RR Player Start Position shares the lowest Race Start Priority value of {0}. In Speed Run Race mode, one RR Player Start Position needs to have the lowest Race Start Priority value to ensure all players spawn at the same starting position. {1}",
    "BA1C3E194F1C5F0B4CB8E48D33C2828B": "Not enough RR Player Start Position placed. RR Competitive Race mode requires exactly 12 RR Player Start Position placed along the track just before the Starting Line RR Checkpoint.  {0}",
    "C98DD69544947C1CBCF15F8E292D2D81": "Speed Run Race mode requires at least 1 RR Player Start Position placed along the track just before the Starting Line RR Checkpoint. {0}",
    "BAE2B7FC454069CAF7FEF9AE192C072D": "Too Many RR Player Start Position placed. RR Competitive Race mode requires exactly 12 RR Player Start Position placed along the track just before the Starting Line RR Checkpoint.  {0}",
    "13CCF4BA4E11870653B3CFBA202EA654": "{0} overlaps the Starting Line RR Checkpoint. Make sure no RR Player Start Position overlaps the Starting Line RR Checkpoint. {1}"
  },
  "DelMarValidator_Checkpoints": {
    "IncorrectTeleportSetup": "A non-circuit (not looping) track that is more than one lap must have Teleport Enabled on the Finish Line RR Checkpoint, and its Next Checkpoint array must reference only your Starting Line RR Checkpoint. {0}",
    "MultipleFinishLines": "More than one RR Checkpoint is marked as \"Finish Line\". There must be exactly one Finish Line RR Checkpoint in a RR Track. {0}",
    "MultipleStartLines": "More than one RR Checkpoint is marked as \"Starting Line\". There must be exactly one Starting Line RR Checkpoint in a RR Track. {0}",
    "NoFinishLine": "No RR Checkpoint is marked as \"Finish Line\". There must be exactly one Finish Line RR Checkpoint in a RR Track. {0}",
    "NoStartLine": "No RR Checkpoint is marked as a \"Starting Line\". There must be exactly one Starting Line RR Checkpoint in a RR Track. {0}",
    "Checkpoint has invalid Next Checkpoint": "Reset and redo the \"Next Checkpoints\" for {0} to fix. {1}",
    "Loop": "You cannot loop back to already visited checkpoints within a lap. Device {0} has a Next Checkpoints Array that references {1}, which was referenced by {2} earlier in the lap. {3}",
    "DoesntOverlapFinishLine": "Your Primary RR Track must extend from your Starting Line RR Checkpoint to your Finish Line RR Checkpoint. It is not currently intersecting your RR Checkpoint marked as your Finish Line. {0}",
    "DoesntOverlapStartingLine": "Your Primary RR Track must extend from your Starting Line RR Checkpoint to your Finish Line RR Checkpoint. It is not currently intersecting your RR Checkpoint marked as your Starting Line. {0}",
    "DeadEnd": "{0} does not contain one or more \"Next Checkpoints\" references that eventually lead to the Finish Line RR Checkpoint. {1}"
  },
  "DelMarValidator_ModeManager": {
    "MultipleModeManager": "There is more than one RR Race Manager placed. Tracks must contain exactly one RR Race Manager. {0}",
    "MultipleModeManagerForMode": "There is more than one RR Race Manager placed. Tracks must contain exactly one RR Race Manager. {0}",
    "NoModeManager": "There is no RR Race Manager placed. Tracks must contain exactly one RR Race Manager. RR Competitive Race Manager, RR Speed Run Race Manager, etc. {0}"
  },
  "DelMarValidator_Tracks": {
    "DelMarMapCheck_MultiplePrimaryTracks": "More than one RR Track has the Track Type value set to \"Primary\". There must be exactly one Primary Track. {0}",
    "DelMarMapCheck_NoPrimaryTrack": "No RR Track has the Track Type value set to \"Primary\". There must be exactly one Primary Track. {0}",
    "DelMarMapCheck_PrimaryCircuitTrackDoesntLoop": "When your Starting and Finish Line RR Checkpoints are the same RR Checkpoint, the track is considered a circuit and your Primary Track Spline must have \"Looping Track\" set to true on the Device tab of the Style Editor Window. {0}",
    "DelMarMapCheck_SecondaryClosedLoop": "{0} has a Track Type of \"Secondary\", but is set to Looping Track on the Device tab of the Style Editor Window. Only \"Primary\" and \"Cosmetic\" Track Types can be set to Looping Track. {1}",
    "DelMarMapCheck_AuthoredBackwards": "{0} has a final node placement that connects to the track at an earlier point in the lap than the first node. This RR Track may be authored backwards, against the flow of the track, OR either end of the spline may be too close to a part of the track you don’t intend players to navigate to. Select this RR Track in perspective view, and check that the connection lines from this Secondary RR Track spline connect back to your track as expected. {1}"
  },
  "DelMarWorldValidation": {
    "AssetCheck_Message_Error": "{CustomMessage}. ({ValidatorName})",
    "AssetCheck_Message_Warning": "{CustomMessage}. ({ValidatorName})"
  }
}