{
  "": {
    "C6DC76924ED5DF7095E7349F1D1634DA": "Accept",
    "03051E31456018A256070EAC22F00A05": "Attack",
    "C6F63A2B4F67C7553EA2A0A3248EAD0B": "Builder Pro",
    "DFDF60724BD6792D8D680C98A21FA27E": "Claw",
    "C169AA8D4F0D0647785833835BD68394": "Combat Pro",
    "BC9CB580426D0AB2BCC329B5885DDBDF": "Console",
    "33511D9247943EFCB9972182E91059A4": "Decline",
    "EC9F2F6848F54A710609E4804FEC433B": "Default",
    "9A9B9A5549722ECCDF0CF3B4B92354DC": "Dev Preset A",
    "EA6E97BE4E52B1CB62B6E89C09456696": "Dev Preset B",
    "53C4387E445DFBD4161B14B6110899D9": "EPIC",
    "D8F2A1E9487F3072166746B141BDFC6F": "Facebook",
    "BD201EE44C7E818FEC3636B3CE765BF2": "Fortitude",
    "4242EC5C4815C73CB32C9692DC653B86": "Fortnite Eula",
    "5B9EBCBD494A316CE78435A2C2E9B9A1": "If the object is capable of physics, applies \"Building.Type.Physics\" and removes \"Granted.PhysicsObject.Simulation.Disabled\" to enable physics simulations on it.",
    "AE9CEC7E4D1A6E42E6FD74AE4EB91BCD": "If the object is capable of physics, applies \"Granted.PhysicsObject.Simulation.Disabled\" and removes \"Building.Type.Physics\" to disable physics simulations on it.",
    "44EB7293461A878D7879BBBCEE28C421": "Kill Count",
    "368BFD484812A0855F1DF0935EF70DF5": "MAC",
    "F3DC255049F4092BD44B319AF6ABE521": "Main Menu",
    "1CB7E526425E9D573FB8FD87FEA23591": "Menu",
    "81298A604B4E1095281221B157A42D3A": "Mobile",
    "8CAEB231423AD11B53C791A8A2B06347": "Mobile",
    "96A8FD5B4AC14EE0C9F807A459754219": "Mobile",
    "B2D0F89B4D4B757901D61F9904B74B25": "Nintendo Switch",
    "8F93900A4EDAEFAA44E74F8384124F3A": "Not Transmitting",
    "47E925B4474B81B56562F787B13F8429": "Old School",
    "54D60E144BCF6F134BD1E7A2EE10604C": "Options",
    "5B5A2F54452929B4B3D37BA95E238364": "Options",
    "22398C134558EA87D450E9AAEEDD1614": "PlayStation Network",
    "91344C154AD8AE7375A4B580F249CABE": "Please read this Agreement carefully. It is a legal document that explains your rights and obligations related to your use of Epic’s Software, including any Services you access or purchases you make through the Software. By downloading or using the Software, or by otherwise indicating your acceptance of this Agreement, you are agreeing to be bound by the terms of this Agreement. If you do not or cannot agree to the terms of this Agreement, you may not download or use this Software.In particular, we want to highlight some important terms, policies, and procedures in this Agreement. By accepting this Agreement:1. You are also agreeing to other Epic rules and policies that are expressly incorporated into this Agreement. Please read them carefully:Our Privacy Policy explains what information we collect from you and how werotect it.Our Fan Content Policy explains what you can do with Epic’s Intellectual Property in the content you create.Our Terms of Service explain the rules for our websites.2. You grant Epic a license to use whatever content you create using the Service. You can find more information in the User Generated Content section below.3. You and Epic agree to resolve disputes between us in individual arbitration (not in court). We believe the alternative dispute-resolution process of arbitration will resolve any dispute fairly and more quickly and efficiently than formal court litigation. Section 12 explains the process in detail. We’ve put this up front (and in caps) because it’s important:THIS AGREEMENT CONTAINS A BINDING, INDIVIDUAL ARBITRATION AND CLASS-ACTION WAIVER PROVISION. IF YOU ACCEPT THIS AGREEMENT, YOU AND EPIC AGREE TO RESOLVE DISPUTES IN BINDING, INDIVIDUAL ARBITRATION AND GIVE UP THE RIGHT TO GO TO COURT INDIVIDUALLY OR AS PART OF A CLASS ACTION, AND EPIC AGREES TO PAY YOUR ARBITRATION COSTS FOR ALL DISPUTES OF UP TO $10,000 THAT ARE MADE IN GOOD FAITH (SEE SECTION 12). YOU HAVE A TIME-LIMITED RIGHT TO OPT OUT OF THIS WAIVER.TO ENTER INTO THIS LICENSE AGREEMENT, YOU MUST BE AN ADULT OF THE LEGAL AGE OF MAJORITY IN YOUR COUNTRY OF RESIDENCE. YOU ARE LEGALLY AND FINANCIALLY RESPONSIBLE FOR ALL ACTIONS USING OR ACCESSING OUR SOFTWARE, INCLUDING THE ACTIONS OF ANYONE YOU ALLOW TO ACCESS TO YOUR ACCOUNT. YOU AFFIRM THAT YOU HAVE REACHED THE LEGAL AGE OF MAJORITY, UNDERSTAND AND ACCEPT THIS AGREEMENT (INCLUDING ITS DISPUTE RESOLUTION TERMS). IF YOU ARE UNDER THE LEGAL AGE OF MAJORITY, YOUR PARENT OR LEGAL GUARDIAN MUST CONSENT TO THIS AGREEMENT.",
    "F3C79B7E42B5200E86399394FD9A34D5": "Power",
    "24EE21834331A4759AD0BEB357E92565": "Resistance",
    "FEDBE72D4C8FFF34DDB8059C70DA8514": "Tech",
    "04362451428EF124D79B4295B90FAA46": "Transmitting",
    "F19C7AC643207B4370C9448A0F94C700": "Unknown",
    "749228DA476D8CBCCDCAF8BE56F54070": "V-bucks",
    "EA51F4CA4AA26999E8C7FEB3638A77B5": "WIN",
    "6FF2B920404C2FFE4380DC9152ACC6C2": "Warning",
    "B4CC39C24D39E4D0B7A84C9117562F8B": "Xbox Cloud Gaming",
    "10D70B5D42EBBFF20C41869C2E31FF6E": "Xbox Live",
    "F7745BFE493FB2D6B43865A32C84673A": "Xbox Live"
  },
  "SocialTags": {
    "1x1": "1x1",
    "LfgStateNoSocialTagsAddedButton": "ADD TAGS",
    "LfgStateLfgOffNoSocialTagsButton": "ADD TAGS & LOOK FOR PARTY",
    "RebootStateRebootInviteAllRallied": "ALL ELIGIBLE FRIENDS ARE BACK!",
    "LfgStateApplyButton": "APPLY",
    "LfgStateNoSocialTagsAdded": "Add up to 3 Social Tags to your Profile in order to send and receive Party invites from players with matching tags.",
    "LfgStateChangeTagsButton": "CHANGE TAGS",
    "Competitive": "Competitive",
    "LfgStateLfgOffSocialBan": "Due to your recent behavior you have been banned from using Looking For Party.",
    "TagsErrorDescription": "Error while updating your Social Tags",
    "LfgStateNoFriendsButton": "GO TO LOOKING FOR PARTY",
    "Game Modes": "Game Modes",
    "RebootStateRebootInviteAllRalliedButton": "INVITE A NEW PLAYER",
    "RebootStateRebootInvitePlayerButton": "INVITE A NEW PLAYER",
    "LfgStateLfgOffNoSocialTags": "Looking For Party is a new way to find players based on your common Social Tags. Add Social Tags to your profile now and Look For Party to start finding players!",
    "LfgStateLfgUnavailable": "Looking For Party is currently unavailable due to a service outage. Please try again later.",
    "LfgErrorTitle": "Looking for Party",
    "LfgErrorGeneric": "Looking for Party is currently unavailable due to a service outage. Please try again later.",
    "LfgStateNoSocialTagsSelected": "No Social Tags selected! Please select a tag to find players to invite.",
    "LfgStateNoResults": "No players found for your selected Social Tags. Try again later!",
    "OFF": "OFF",
    "ON": "ON",
    "LfgStateNoSocialTagsSelectedButton": "SELECT TAGS",
    "LfgStateNoResultsButton": "SHUFFLE",
    "LfgStateShuffleButton": "SHUFFLE",
    "LfgStateShufflingButton": "SHUFFLING",
    "TagsErrorTitle": "Social Tag Update Failed",
    "LfgStateLfgOffButton": "TURN ON LOOKING FOR PARTY",
    "LfgStateNoFriends": "Try Looking For Party to find new players. ",
    "LfgStateLfgOff": "Turn on Looking For Party to join and invite players with matching Social Tags",
    "Vibes": "Vibes",
    "LfgErrorRateLimitReached": "You have reached the LFP shuffle limit for this time period, please wait and try again later."
  }
}