{
  "": {
    "33E157BB42161EC8C0BB08BE0F9469E0": "CREATIVE MATCHMAKING",
    "73C501654AD8305832C8A39E2B4B34A6": "CREATIVE MATCHMAKING",
    "1B5A94A145AA4AE6BBDFC39280D3617F": "Creative",
    "7A83531D470CA9AE5A6B7FA96FEEE499": "Creative",
    "C697907244ECAA1BD1116F885A62F520": "Creative",
    "C8B4A3D94BCDD2A9F12C3BAC30759357": "Creative",
    "F98FE95A467ADC16FD7C86819BEDA448": "Creative",
    "FAE427E9447703F433169A9D75997110": "Creative",
    "CFAA51DD42E2CF202B555AB8A0CFABDB": "Custom Team settings allow players to choose their teams before a game starts.",
    "D930DAFF41F171C7C106B8913469AB7E": "Customize Join In Progress settings to allow new players to join games on the fly.",
    "61F62EA74C433A517A6EA3841A8E087F": "Customize damage with Pulse Triggers while you build new moving obstacles for players.",
    "D7462E43489FBE727F3BEBA8BD744716": "Damage Volumes can instantly eliminate players or deal customizable amounts of damage over time. ",
    "2CCD45164FD3FF3DEE5714948DFE3307": "Design games with friends, race around your island or build your dream Fortnite. Your island. Your friends. Your rules.",
    "729EB8F04158BB3DC3C1C8B1DB4CA55A": "Design games with friends, race around your island or build your dream Fortnite. Your island. Your friends. Your rules.",
    "CAAA70974F184D1CD759E5A89FCD8FA4": "Different levels of Grid Snapping can help you line up and arrange props on your Island.",
    "0FED072149687088CAED53B84AC565CE": "Don't forget to backup and save your progress!",
    "0927754D401853A3027D3CAF6BC9E791": "Experiment and choose the best scoreboard to showcase your islands win condition. ",
    "955200B94B3E30D349D8EE8673651A2A": "Have Fun",
    "F4F2A5B34D2A66295976FDB1622C3A98": "Have Fun",
    "224521C9446F55C9581401A3B1AE7881": "Hide traps and devices under the props like snow or cubes to surprise other players on your islands.",
    "15D11F2449A7A122AE853CABE06F2EBA": "Hold down the Delete button to quickly remove all items you're aiming at.",
    "D835A2F448471DEA468BC4A38BCA9092": "Last Standing settings let players battle until only one remains to end the game.",
    "340448D040F9B30D87A1919505C00ED8": "Longer respawn times make individual eliminations feel more impactful in objective gamemodes. ",
    "8D680EDA4E077F35026949BA58335293": "Low-pressure environment where friends can let their creativity run wild. Build massive structures. Practice with the weapons and items. Fight against your friends. Have fun!",
    "0E109D114BA66D2D32B7CE8C9C4BA4AA": "Matchmake with others and play the best games made by the community!",
    "5B05694849F6247C93BFC6B8683406DF": "Resize individual axis to squash and stretch props into unique new shapes.",
    "3C326DD74195478660C399ACE9255A07": "Squads",
    "F1AB06D7446C344AD07B58B6195E6197": "Team Settings and Inventory devices can hold materials for more controlled building during games.",
    "FFBB8F3B41FEFF30B588C487F92651E7": "Use the Pulse Trigger device to trigger other nearby Pulse Triggers.",
    "F4B5738447E99860FF2F3C8A87656C34": "Your island will be restored to its pre-game state after the game completes."
  }
}