{
  "": {
    "E0A45B824FF64DC1ADD7E187508E5D80": "A burger battle for the ages!",
    "00A41FAF45EE90E6F4E3DF968E91DBC2": "Blinky Fish and Chips",
    "02CA2E8442B6CB82E2A3CC925DF4CBC3": "Blinky Fish and Chips",
    "3C6D1D6A4995B80971192C8BB1514EF0": "Blinky Fish and Chips",
    "36988A4143999F54B2D5BA97A5DA5FC2": "Block",
    "8E08992D48F6B2A744D71DB74A3A594F": "Block",
    "3FD35C5145313AD310B0B2AA8AEB89EF": "Burgnut",
    "45EF28CD40A816F7C11480B61CF53D80": "Burgnut",
    "A673D0E14849D762A2ED7CBC540AD11A": "Burgnut",
    "05E665424796653ADA571FB6FD4FC743": "Buzz Cola",
    "90384D2A4BEB22776F627DA456404464": "Come one, come all! I, your beloved <emphasis>Beef Boss</>, am embroiled in a charbroiled duel of flavor with newcomer <emphasis>Krusty Burger</>! Wielding both cheese and bun, we shall clash upon the <emphasis>Burger Battlegrounds</> like chivalric knights of old. In this sizzling, sumptuous joust, only one burger can prevail! <emphasis>Cast a vote<?> for my durrr-licious, durrr-lightful, durrr-iffic Durrr Burger, and help to send Krusty the Clown on the long road home to Springfield. - <name>Beef Boss</>",
    "14AA308540AFE7250BE61490EB7464BD": "From prankster to prankster",
    "66EB7CC1481BFFC556A2E0B28BD82AB3": "Hey-hey! <emphasis>Krusty the Clown</> here with exciting news! After an all-too-generous out of court settlement with a disgruntled orphanage, I’m once again legally permitted to sell food and food-adjacent products! To celebrate, I’ve brought <emphasis>Krusty Burger</> to Brick Bay where I’m challenging <emphasis>Beef Boss</> to a burger-off! Come down to the <emphasis>Burger Battlegrounds</> to enjoy a nice, tepid Krusty Burger, then cast a vote for your ol’ pal Krusty. I promise your regret will be minimal! - <name>Krusty the Clown</>",
    "37EAA9A24137AEDED20B3DBB32216781": "Krusty Burger",
    "3845930A4E1748DC756567908C36EE0A": "Krusty Burger",
    "B6E979D447A5CEB4F81B049141D7B358": "Krusty Burger",
    "8C1DDD0943E97F0B51360DA67B7CD5B3": "Krusty Fission Burger",
    "B3358D004F29B5C1AF0BD1BEC6AE2E43": "Krusty Fission Burger",
    "D655F6B148D234D54CD6949EA227A473": "Krusty Fission Burger",
    "A961B09C49968E2B068C3B941856A2A6": "Malk Carton",
    "59A2E2FC47E3397D461E70B62924D252": "My dear friend, While my burgers might have shut some mouths, I’d like to think we opened a few minds. Thank you deeply! I don’t want to think of our relationship as transactional, but I felt compelled to provide a small <emphasis>gift</> to express my gratitude. Yours truly, <name>Lisa Simpson</>",
    "73C18C2242FFD86152B64297F82748D6": "NICE! The Neighborhood Initiation Congeniality Ensemble formally welcomes <emphasis>The Simpsons</> to Brick Bay! Springfield’s favorite family have taken up temporary residence in town, and residents are encouraged to give them a neighborly welcome. Start with <emphasis>a visit to Homer</>, who was last seen hungry and panicked at the <emphasis>Burger Battlegrounds</>!In extremely related news, we’re excited to announce the <emphasis>Burger Battlegrounds</>! <emphasis>Durrr Burger</> is going patty-to-patty with newcomer <emphasis>Krusty Burger</> in a festival of feats and feasting, and our hungry residents will decide the victor. Get your stomachs ready, strap on your voting-pants, and head down to the city center to cast a juicy, chargrilled ballot!",
    "17A69DD6417638984FFB33A7FFA788AB": "Prepare your arteries, Krusty Burger is here!",
    "189BA621498D082FD5A19A8816A14B13": "Punch",
    "D6E45C6D4BCDBD828BB983A8E1793BC4": "Punch",
    "55F4CFA24FBB8405958002B7BE59FAFB": "Rake",
    "5B768E560E4220B553E0C058C7CA42CF": "SBID_Prop_PEPE_Decor_Clutter_L_Litter_01_A",
    "5B768E560E4220B553E0C058CEAF2645": "SBID_Prop_PEPE_Decor_Clutter_L_Litter_01_A",
    "DFA2AC7C3AE24DC353E0C058C7CA42CF": "SBID_Prop_PEPE_Decor_Clutter_L_Litter_01_B",
    "DFA2AC7C3AE24DC353E0C058CEAF2645": "SBID_Prop_PEPE_Decor_Clutter_L_Litter_01_B",
    "163578EE4D533232243E439DC3CFBC94": "Squishee",
    "297292F2475F8115ADE6349995B38C08": "Squishee",
    "7C95724449C3A6A43B5597BD9FF49FEB": "Squishee",
    "9E7EA876486D88C7CB800494B8C3AEE1": "Tastes like VICTORY! A a winner has been declared at the Burger Battlegrounds, and we’re sending out commemorative trophies to everyone who voted!We’d also like to thank our residents who helped The Simpsons fend off Mr. Burns from taking over our humble town. Along with the festival being cleared, the Brick Bay Municipal Department has cleaned up our lake for mutation-free swimming.",
    "92420683424263DADF61AEAD530CC57A": "The turning of the season means new colors in Brick Bay: hot pink, and neon green! Giant, pink donuts have appeared around town, just begging to be bounced upon. The town’s inland water supply has also turned an eerie green by a mysterious source of contamination. The Department of Local Public Health in Neighborhood urges residents to stay away from the glowing water. DOLPHIN says, “It’s never safe to drink or swim in contaminated water. Remember: if it ain’t crystal clear, don’t come near!” Relatedly, regular dolphins say “ee-ee-ee-ee, ee-ee-ee-ee”.  In tastier news, burgerstuffs and fisticuffs take center stage as the Krusty v. Beef Boss showdown heats up! A new boxing ring should help to determine a winner with some pugilistic food logistics.  Drop by the Burger Battlegrounds to cast a vote (or throw a punch) for your favorite burger! ",
    "75FF19B9426765DA7CF1CA8876241ADC": "Vegging out for a while",
    "0A8B15F54E25A49A3127079F2C33752E": "Welp, I know we did good work because I’m grounded all over again! At least <emphasis>Brick Bay</> knows not to mess with Bart Simpson. Since I’m still stuck here at home, I pilfered a few things from around the house that I thought you might like as a <emphasis>thank you gift</>. Later, <name>Bart</>",
    "1FB43197453C6FD0F3C90A88C2701871": "[PH] Boxing Won Body Text!!",
    "22FFBE0548793E64BAC84D9017B06AF9": "[PH] Boxing Won header text!!"
  },
  "DT_WIDExporter_Datatable": {
    "0E8E4EF349D4E52DB7FD0087A0B55729": "Krusty Fries",
    "DEA949024B3F541D7CCBC88E4D12F902": "Krusty Fries",
    "EF04CB7D4A3839FA47EE77BCA3DEAC43": "Krusty Fries",
    "B46364A6439704B119C91A91CDFEE6EE": "Whipped Cream Pie"
  },
  "Juno_UpdateItemData": {
    "3E4B7FC54117117536B26A83BEE1D546": "Durrr Burger Boxing Gloves",
    "0DFBF7404E6F5ED6B5353E8D9C6FDC24": "Flanders's Rake",
    "FA3DBB624B153C0DB1461D8EBCB8DD00": "I could have been a contender.",
    "FC193BCE4DFD637288592FB543138C6D": "I could have been a contender.",
    "30BEEA1B438FF6E13877A994437D785C": "Krusty Burger Boxing Gloves",
    "19B233F046DB38E7DEC19792697BADB6": "Put 'em up. ",
    "93EC7A55439C6A352B3F5BB7ABCD8ED9": "Put 'em up. "
  }
}