{
  "": {
    "6BB4FA034FEB548DE5D0079EF90EF7E0": "\"Lift notes\" have a triangle shape. Play a lift note by pressing or releasing.",
    "1C158A6C441966FA765D76ACFF2BCBBA": "After each song, you can view details about your performance.",
    "745525824BF613BD31B12BA6CBE89B0A": "Combine different loops to create unique mixes!",
    "3738DCBE4718810ABB14108860F92C8F": "Complete quests to earn Festival Points and unlock rewards.",
    "523D9795468DA0989A77EFA778C05E5B": "Complete quests to earn Festival Points and unlock rewards.",
    "620A031148870CE5D2E8958D363D9031": "Controller",
    "819B7AD74754CA05F88F189650D9D998": "Each song has leaderboards to track your scores. Compete with your friends and the world!",
    "1AFE55864462EA72ECAA01ADFFB0D588": "Everyone's at Jam Stage to have a good time. Be kind and have fun!",
    "97B960ED4DBE0DBCF8CC90B6CD54D0FF": "Explore the Jam Stage festival grounds to find friends and stages where you can mix hit songs from your library. In Fortnite Festival, Music is Meant to Be Played.",
    "42A11A2547B09000C726C7A99BDE00C9": "Festival",
    "631326904643B88A54A201AB891582D2": "Festival",
    "893ACCBF454F24B42A838DB44EF44264": "Festival Jam Stage",
    "2EECBD4741453868EDEA8D86F2F42867": "Festival Main Stage",
    "C9010A584F0E45F13FE8C888CC10551E": "For each Jam Track, choose between the Lead, Bass, Drum, or Vocal loops.",
    "81AF3BF8423FF19FF69EB7B7441765F5": "Get ready",
    "919DD3F743B2225172D0999E50FD1BDD": "If your audio, visuals, or input feel out of sync, return backstage to tune-up.",
    "60585B2B47F626B2C0AA0BA219977F79": "Jam Stage",
    "E61D951E4F49D19B4203488619933E26": "Jam Stage",
    "12919F994929CB9FD9ECAB95D090A780": "Light up a stage by jamming. The more players jamming, the bigger the light show!",
    "7C9F8E434BA8A9DC8B0AA78C974BB238": "Main Stage",
    "A5D97C4549534CA9C9ECA18D6EEDECC0": "Main Stage",
    "397EA5CF4179581A01B059A2DEC94488": "Master a song at Expert difficulty to earn Gold Stars.",
    "49FE800D4EB0879B574516AC6765BEBC": "Mix it up",
    "7985D4154B851B6795897FBD9505BEB5": "Nail a 10-note streak to boost your score multiplier to its max.",
    "4EBCAD9C4866D1FDD3B78A852F25CF1F": "Once you play a loop, you can play an emote. The loop will continue to play.",
    "4B4364BC47EB1BF7A2952FAF63D6C032": "Perform accurately",
    "9E8FD1BC4685B31B9BF7928E4FE8867E": "Perform multiplayer mashups with popular songs!",
    "7E92043949ECD09AB6A94893F966EC62": "Play 100% of a song's notes, without any strikes (extra presses), to earn a Flawless rating.",
    "5B9A77094FD1B4FFA15D829EE5AD1C7F": "Play a Jam Loop to start a jam anytime. Anyone nearby can join in!",
    "F2F7CED9457FABD09C58679D9750249D": "Play glowing notes to gain Overdrive. Use Overdrive with your band for big bonuses!",
    "F40FBAC54BC3B33AF322169A2078DFB3": "Play in a band with friends or perform solo with your favorite songs by your favorite artists. In Fortnite Festival, Music is Meant to Be Played.",
    "634F03FC447A7B944ACB5DBAA22EA6D4": "Play notes to earn points and stars. Note streaks boost your score multiplier!",
    "F9D2EF99411AAD335B037BA909A45213": "Play with precision to earn a \"Perfect\" note. They're worth more points than \"Good\" notes.",
    "EF33C26E49ECA8CB80D397B42D9E3243": "Select your song, instrument, and difficulty…then ready up!",
    "B604C2C146526FE3C04B52A2D5550C63": "Shift to a lower or higher key and hear what happens!",
    "79E6CF4F4D2D12C7C39BA6BF7D2B1E25": "Some notes have tails called \"sustains.\" To play a sustain, hold it for its full duration.",
    "A3CD64734EC6C30DE12776ADE7BECD2C": "Start a jam",
    "4B253EDC4A3A4E3FEC36D3B9FC6B7DA5": "Sustains are extra valuable on Vocals. Keep holding to play them fully!",
    "C2C5814F4FD39CC42F71FD81F7A1A556": "Switch instruments",
    "363DF7AF4B8138C1722C95A35B06D1F5": "Switch the mode between major and minor. Major sounds happy, while minor sounds sad.",
    "AB974D4042058F724FD8A19105C5816C": "The instrument parts of each song can vary in intensity. Higher intensity means more notes!",
    "16AA2801474B2270CC4BB5A235F73D16": "The max multiplier for Lead and Drums is 4x. For Bass and Vocals, it's 6x!",
    "D2F18D6146A6C2ECB0A59B88CC940EC9": "The tempo is the speed of the music. Slow it down or speed it up!",
    "0FE5EFF94EAED686A67183A2329179CA": "There are endless combinations of loops to explore. Find your favorite mixes!",
    "79E7B4A04E7AFF35CE4F9395EDCB136C": "There's no objective to Jam Stage. Just relax and enjoy the music you create with others.",
    "17AA6CC54A79C711B10029BB47DD3E96": "Time your Overdrive",
    "1171E3354EB82E22D2CFF69591E01FB0": "Time your Overdrive well. More notes means higher score opportunity.",
    "B6F9B88B45C28BD3008E76954FEC4FC1": "To get the best band score, strategize with your bandmates about the instrument lineup.",
    "54F4AC6445BEFF8B9777C49AE3F385F3": "Try jamming at different spots to switch up the vibe. Explore and find all the stages!",
    "C412F04A4C4643DC671292887E631AAA": "Use Overdrive alongside your bandmates for huge bonuses to band score.",
    "5EFCD30940555A9696A6B5BDE4AE4F34": "Use Overdrive to double your score multiplier for a limited time.",
    "4A50B46E4693ED896E9874AA66393D75": "You can change the controls in the Settings. Select a preset or fully customize the controls.",
    "77A0FC26490142E5BA51E38F10BE7B61": "You can emote during breaks in the music! Wow the crowd with your moves.",
    "6B43F35D4B4B7ABE808123911EC02AF2": "You earn Battle Pass XP while playing Fortnite Festival.",
    "6D70CAB940BA469F65FDE9B974DF3609": "You earn Battle Pass XP while playing Fortnite Festival.",
    "039D92AD44D9F8FF37C2D3B2D70148FD": "Your band gets bonus points for each unique instrument in the lineup."
  }
}