{
  "": {
    "81F70EE9484FB6B881F1068FD31F4707": "!",
    "DAC08D344E32352C0252A6AC7764A2D8": "/ {Required}",
    "8D2835804FD4532420ECB782CBADDC49": "0",
    "5BAAE52B4A9DAFA4463AF3BBD392F190": "1CFFD6",
    "5E1D3A4040E39DFD22D24385883F8288": "1CFFD6",
    "60F8DAC54A802BD4FD7560B3D5C601D8": "1CFFD6",
    "76794763448FAE540625409BE68015C9": "1CFFD6",
    "98CFA69F41673B7FFD90C0BAAA386803": "1CFFD6",
    "6A8BCFC14848EB21AFD5D3872A3D67A9": "<text color=\"1CFFD6\">1</><text size=\"20\"> / 1</>",
    "F58C65FE4D63F4F00B3835B7CDED7FD3": "<text color=\"1CFFD6\">1</><text size=\"20\"> / 1</>",
    "E8A341704582DCA0567371ACAFF357E7": "<text color=\"67C0CC\">Stage {Step} of {StepCount} -</> {ExistingText}",
    "332DCF0D461801ED6FDB5F80C6C81EBA": "<text color=\"FF003D\">Watch out!</> This <text color=\"CCF2FF\">Animal Friend</> feels neglected. If an Animal Friend is ignored for too long, they will become <text color=\"1F79FF\">unhappy</>, which might cause them to <text color=\"FF003D\">leave your village</>.",
    "7EAD23E84EE55C4F66A9D69A42A36D85": "<text color=\"{color}\">{current}</><text size=\"20\"> / {required}</>",
    "17FE9033476C5412A333169D774DBF4A": "<text color=\"{color}\">{owned}</><text size=\"20\"> / {Required}</>",
    "877D5CAA408111E41D755A9EA66D97F5": "<text color=\"{color}\">{owned}</><text size=\"20\"> / {Required}</>",
    "ED2281B04807F2D5E8084A991B3F8FD3": "<text color=\"{color}\">{owned}</><text size=\"20\"> / {Required}</>",
    "ED9B5A1C4883165EE7D05B8AD740AB1A": "<text size=\"20\">{Required}/</><text color=\"{color}\">{owned}</>",
    "5D805523418BF5F1E37259BA1A36398C": "A banana of few words and countless adventures. Peely is a loyal and flavorful friend who can whip up excitement but always keeps things smooth. ",
    "809829B440B7A345F64CB1AC82AEBBF9": "A brilliant engineer with an independent spirit, Jules knows pretty much everything there is to know about machines: building them, repairing them, and adapting them to wild environments. Just don't underestimate her. She hates it when people do that.",
    "2E9529E74633DF4B91F7428F6A467B67": "A chivalrous and honor-bound village guardian, Blue Squire is searching for the right quest to launch his knightly career. If you have a dragon in need of slaying, or legendary treasure in need of recovery, give Blue Squire a call. Heroic references available upon request.  ",
    "0D48227144B3766813E1B6953C3CC234": "A jack of all trades, but mainly lumber. Wood Cutters will use the Sawmill to process raw lumber into other materials, like Planks.",
    "76838441499B40783C1A7CA126EE3D42": "A mysterious mastermind who's traded in devious schemes for sand, sun and summer vibes. After all, why be the Golden King when you can be king of the beach? Midsummer Midas is cool, collected and retains his air of mystery... as long as you don't block his sun.",
    "E3CD6D834E6B5DBFF3FC63845465DE75": "A new mystery villager will come when you help build the village up!",
    "B5D6F4EC4C6A24677E2783A169438B7B": "A peerless purrfectionist with a haughty attitude, Oscar prefers the finer things in life and holds everything to a high standard: his friends, his Village, himself. If you don't waste his time and you treat him well, you may find yourself with a lifelong friend.",
    "8647D87742EDD48C24972FA2DF1E6BA3": "A real gem. Gem Cutters will process rough gems into cut gems.",
    "3C56945D4ECC4A9C9B6FBDA338CEB9E7": "A stylish and mysterious spy who always lands on her feet, with a penchant for creating her own gadgets. Why rely on somneone else's tech when you're already a genius inventor?",
    "26243C93464708E1EB249CB7C53FCE4D": "Adding <text color=\"67C0CC\">buildings and decorations</> improves your <text color=\"67C0CC\">village comfort rating.</>",
    "3B667BC14BB352475CC9D2B73297F212": "Adventure calls, and his name is Sawyer! The famed jungle explorer with his even-more-famed hat is here to excite and delight with his tales of danger and daring. He's just waiting for someone, anyone, to ask him for his autograph.",
    "1FF8B4EE41A6C6921B2D1CB7CD10FF05": "After a long stretch stuck on a deserted island, Carl Reef is... mostly... ready to reintegrate with society. And if he's a little introverted after all that time alone, so what? He's probably looking for a reading buddy to sit and enjoy the peace and quiet.",
    "A568F5A74A10AD6401BFBF90D8441FD0": "After an odd run-in with a magnet scrambled his programming, C-43S is less about human-cyborg relations and more about cyborg-corn relations. He's become obsessed with cultivating the most perfect ear of corn you've ever seen - and he might just be able to pull it off in the Village.",
    "0F3649574C88E0ABCADACEB5920A319A": "Ahoy, maties! If you're adventuring on land or sea, you definitely want Pirate Fishstick on your team. Just don't give him the map - he, uh, isn't so great with directions. Or with keeping stuff organized. Still, he's a great cheerleader.",
    "C34593124B8E1BC2D753008C3881CA35": "All quests have been completed. Upgrade the village for more!",
    "BAC00CA24F2040010B6E70ACE94C7D0D": "An additional animal can live at this village.",
    "BFEC1CED4343A8FC32B6FE8D9E1C5B4C": "An additional villager can live at this village.",
    "E4AA38034EE8DA5BC168B185805B7761": "An additional villager or animal can live at this village.",
    "48F0425C4E5DA3B3FEFE5C984B3D5998": "An unknown, additional villager will be added.",
    "362AC28F461B0CC59D7424BD18C25788": "Animal Caretaker",
    "3A7027E04821DD85A7030FA12C61BC5D": "Animal Caretaker",
    "5E13F90B4E2ADC545FA1AEA044EF3065": "Animal Friends will be <text color=\"7DCA1C\">happy</> if you <text color=\"CCF2FF\">spend time with them</> and <text color=\"CCF2FF\">feed them tasty snacks</>. <text color=\"CCF2FF\">Happy</> animals will <text color=\"CCF2FF\">produce more resources</> and continue to <text color=\"CCF2FF\">live in your village</>. If an Animal Friend is ignored for too long, they will become <text color=\"1F79FF\">unhappy</>, which might cause them to <text color=\"CCF2FF\">leave your village</>.",
    "706B9C0742DD607B04E66BB19E7A8271": "Animal Friends will be <text color=\"7DCA1C\">happy</> if you <text color=\"CCF2FF\">spend time with them</> and <text color=\"CCF2FF\">feed them tasty snacks</>. <text color=\"CCF2FF\">Happy</> animals will <text color=\"CCF2FF\">produce more resources</> and continue to <text color=\"CCF2FF\">live in your village</>. If an Animal Friend is ignored for too long, they will become <text color=\"1F79FF\">unhappy</>, which might cause them to <text color=\"CCF2FF\">leave your village</>.",
    "A13BC4E34EEEC9D6372A32B7B016284B": "Animal Friends will be <text color=\"CBEDE5\">neutral</> if they feel a little neglected, so it is important to <text color=\"CCF2FF\">spend time with them</> and <text color=\"CCF2FF\">feed them tasty snacks</> to show them that you care. If an Animal Friend is ignored for too long, they will become <text color=\"1F79FF\">unhappy</>, which might cause them to <text color=\"CCF2FF\">leave your village</>.",
    "D96B68E740E925591383BD82406A644D": "Animal Friends will become <text color=\"1F79FF\">unhappy</> if they feel neglected, so it is important to <text color=\"CCF2FF\">spend time with them</> and <text color=\"CCF2FF\">feed them tasty snacks</> to show them that you care. If an Animal Friend is ignored for too long, they will become <text color=\"1F79FF\">unhappy</>, which might cause them to <text color=\"FF003D\">leave your village</>.",
    "1A22C7D741C5201521811287A61312B0": "Animal names will be <text color=\"67C0CC\">visible</> to <text color=\"67C0CC\">anyone</> you invite to your world. <text color=\"67C0CC\">Do not include</> any personal information like your <text color=\"67C0CC\">real name, address, or phone number.</>",
    "FFF347754C63166C7E14019829CB25E7": "As a child, Raptor dreamed of soaring above the world like an eagle. Then he learned about airplanes and updated his dreams accordingly. He's a thoughtful and daring pilot who finds his best friends and ideas high above the clouds. ",
    "8D009F654D343B1AA3829CBECBC34AA7": "As the humble caretaker to the great and shaggy Klombo, Haven has always felt a strong bond to the land and the animals. Kind, tough and passionate about the world around her, Haven is a perfect fit for your Village. As long as you don't ask her to wear shoes...",
    "9C858C4448C702DDC95E4483C0AB41CD": "Ash is wild about plants! They like to think of themself as eccentric, and maaaybe if they're honest, they sometimes prefer plants to people. But if you want to know what herb goes well with your meal, 500 facts about trees, or if you need someone in your rhythm section, they're your ideal pal! ",
    "FD04D2F74491B8041057DFA1629CC06C": "Ask to Leave",
    "988BF69641E7A5C042F865A547A5E926": "Ask to leave?",
    "6AB780854EEFB45D9DD6BF93EFA21A1D": "Assign",
    "748A735A4990E01013473292B7976A69": "Assign",
    "9F91873B45C4B6C269576CA4FF3D9BB6": "Assigned jobs",
    "592E92754371AD5DD856AAB317F3D5EF": "Assigned to other barns",
    "F39A48404D21746CA8E30592DD947610": "Attention, anchovy! Triggerfish has seen it all: battles in the murky deep, skirmishes in the sandy shallows, and everything in between. This salty soldier is ready to teach you all the survival skills you need... and maybe a few you don't.",
    "3914665446618A40C27209AB6593DD13": "Avast! Calm yer rumblin' tums and make yer way to Salty's galley, where this old sea dog will rustle up the finest meals available on the open sea! Or at least the best approximation he can make on dry land. Hard tack not included.",
    "1D1EE2184612FD0227A235906D3813BB": "Back",
    "9387701C4BE03F7A4DF4A9A5324A4C69": "Back to the grind! Millers will process grains and crops like Wheat into products like Flour.",
    "F07D87E644097592BEEAEA9900C073F6": "Bard",
    "79C230514A0AC6718B7042ADC1EE943B": "Barn Assignment",
    "ACA7D82D494700ACF7F8449282C327D1": "Beck has an astonishing reputation: she's a smuggler who's never been caught. For Beck, discretion is the name of the game. If you want a job handled quietly, Beck is the scoundrel for you.",
    "A934C24E427128A0EA7F63B0F891A6F5": "Breathe in. Breathe out. The calm, collected Crystal is a master of meditation and a paragon of planning, making her a prime asset to any village. With her thoughtful and intentional approach to life, there's plenty any villager can learn from her.",
    "055F308A4689FF4FECBCCDB32DD8D2EE": "Bright and cheerful engineer Lana Llane is all about friends, food, and fun! A beloved vending machine creator in a previous life, Lana is happy to settle down in a nice Village and find some new projects to get excited about... and throw a party or two along the way.",
    "ED161C0F4C0CDDEB6E5021B42D398F43": "Bruno",
    "53FFE3D64813733E70D15A84D7844D3B": "Budge is impulsive, fun, and possibly the weirdest friend you'll ever have. But what they lack in planning, they make up in enthusiasm. Road trip adventure? Impromptu beach party? Building a rocket ship out of spare tires? Budge has got your back.",
    "B37A4A5F479ECCA573049FB99B8A5CF2": "Bushy ready for anything!! Bushranger happy to help new friend explore all over and have big, fun adventure! Just keep Bushy out of loudstorm or scarydark, and everything will be fine...",
    "5A83BA9B4F21587E3E4998A8F502BC3B": "Can produce from job:",
    "938795EA4F5DFCE8A5628985E9D645FB": "Can't tame any more animals globally!",
    "BF28ED73420D62C3127CCF8C96CFE94B": "Captain",
    "078085EE40635180715BDB9AEB514427": "Change Name",
    "0FD08D9F4ADA0AF50222C2A4BDD0C2BD": "Chef",
    "61AB296C4722EA4E00F9EDB0C4169EB6": "Choose Color",
    "6606E1904BBAAF97CB3A2B859F0C7E86": "Choose Icon",
    "3BAF86E94E05F01E2105789D184AB80C": "Clear Build Site - {object}",
    "1237DFB746CAE9DA9AE2079927BDAB68": "Clever treasure hunter Aura has seen a lot of perilous traps and dangerous ruins, but she's rarely gotten the opportunity to kick back and relax! Aura's happy to take a break and share her wisdom... though she may not be able to resist the call of new adventures out there!",
    "71B3136C4CA768E39B0A0C9FE3C12C8C": "Close",
    "9FBCD7EB425C44A092BA23B773E95059": "Close",
    "E527B699479C6C8B5436A28034EE6550": "Coming from a big family of mechanics, Sprocket is a cheerful, inventive engineer who loves tinkering on vehicles. She's the perfect buddy for someone who doesn't mind putting in a little elbow grease.",
    "6B219EA4445DA952A962CAA93D514086": "Command Post",
    "71D75736463D6630A4184F8727AD9063": "Command Post",
    "B4A413D94DA86B60615B82B148CA8DD5": "Complete Guided Build - {object}",
    "0BFF8AB943E1FC0BEF203F8E26946C6B": "Completely verified Human Bill is excited to join you and other fellow humans in your Village! He loves human things, like moisturizing his gelatinous membranes, cutting interesting shapes into fields of grass, and flying clearly-identified objects.",
    "A40491834912AC29322E03AA7744BD52": "Compost Maker",
    "F68694EC4856D99F475FB18B6E28AD2D": "Crafty and creative. Foragers will gather resources they find around the Village.",
    "79C67F524C491677C433C39E51C57441": "DJ Yonder is the most famous DJ to ever do it. He's played all of the world's most popular clubs - and some kind of strange ones... There's nothing this llama loves more than cranking the treble, dropping the bass, and respectfully maintaining the mids.",
    "1DE74D3B432CD011CB389084D1DCFF39": "Dark Tricera Ops is a goth at heart. She might not be much of a talker, but she loves music and books and will read for hours on the beach. So long as you don't ask her to swim, that is - her costume isn't exactly a flotation device, you know.",
    "5AB4EC5C4D734CE925974AA5B632AE80": "Defeat Leaders",
    "AD1C0E534A7873C8B8F9BE9E893FE3F1": "Defeat Leaders",
    "74A79325496B2D24877BCA81FDBF6BFD": "Defeat Minions",
    "CF29FF5844B7A353E69FA9AD0E700FF9": "Defeat Minions",
    "0CBB3A30482809D8C449F282755E10C6": "Desperate",
    "80828F474BC65BE0C3D185A0393714C4": "Discovering the past is all about quiet, thoughtful excavation, and fussy archeologist Flint is the king of calm. He's here to show everyone how much fun it can be to sit in silence, slowly brushing dust off of an ancient watering can.",
    "4C69472940A70D36428A7D8E027CA463": "Down-to-earth famer Otis is always happy to lend a hand or a friendly ear, whether you're a stranger or a friend! He loves cooking, farming, and hanging out with his animals for long chats about their problems. Nobody knows if he actually understands what they're saying or not...",
    "0A608FD1497C5A147D8493903EFF6B3D": "Edit Village Details",
    "832C7B23405B4A95C1C779884906B3C6": "Enter Cave",
    "890D29E34F043304C8C58C86F5584DFC": "Enter Cave",
    "251E86CF4EB0762B0E07B8B6981027CA": "Error: Failed to find job with tag {Tag} in DT_Juno_JobDetails",
    "238EF7DC423F2BCAB753E195B89CF79E": "Event",
    "9EB48B514EC2BDA672F1F793EDE32019": "Every badge tells a story. Sash Sargeant has got his foraging badge, his fishing badge, and even his battle badge, but this survival expert has yet to earn his villager badge! If you invite him to your Village, he's got a lot of skills to offer - and the badges to prove it!",
    "8F13ECF947F51B854493BABF722FD808": "Everyone in the galaxy has heard of the dashing scoundrel Tal Tirrus and his holodrama-worthy career as a smuggler - Tal has made sure of that. If you need something moved quickly, but not necessarily quietly, Tir-rust in Tirrus!",
    "8B2B38A94C6215ADE742FE8842D974C9": "Everything is a celebration to Polar Peely! There isn't a single person-sized banana around who loves holidays HALF as much as Polar Peely, who keeps his decorations up long after the holiday season. Whether it's tinsel and colored baubles or bats and spooky ghosts, he's got the holiday vibes covered.",
    "EC7799B14C289A63014844BDEE0E5E18": "Everything is a mystery if you're paying attention! Unassuming peasant maiden Dana has been fascinated by mysteries her whole life, and now on her hit podcast \"Bricky Mysteries,\" she investigates them professionally! As for the big reveal? Maybe after this word from her sponsors...",
    "19E7B59B42B2F95ADC2189B5C1365104": "Experienced wrangler Rustler knows just about everything about her animals, from what they eat, to how to get 'em home, to their innermost hopes and dreams. Rustler just wants a cozy little ranch with plenty of animals to settle down in. Maybe your Village is the perfect spot!",
    "23CF848B4AE98240315E2CA8B78ADC42": "FF2A38",
    "3E206E9F4FB9349303321089F245ABD7": "FF2A38",
    "9CE286A84DD6C8155B248889AC966FCB": "FF2A38",
    "E4EAA1EF40D389047ADDFEBF102A7BC6": "FF2A38",
    "EDFBA2C145159C3F6FF2B5B9E318BD2F": "FF2A38",
    "0C1E611D45F7EE17B091B1ABEEC5A5B5": "Fabric Worker",
    "9E5E02684F739EC6D690B089222563D1": "Fabric Worker",
    "2F62B7484487869999801D9997C94752": "Farm",
    "7B05375544FD1CC77BA900B022F0191C": "Farm",
    "A54C338741B63C50153605B87E222DC8": "Farmer",
    "F23448A6421846859D55179C532E0131": "Fearless Captain Bravara has led the Rebel Alliance through countless skirmishes with the Empire. Now, she's gathering her rebel forces and leading them on a new mission: establishing a Village that is also a functioning rebel outpost.",
    "09D0E1A8440211445F49E09ED0813AEE": "Fearless leader of the Village! When you're not around, anyway... The Captain manages their Village and its inhabitants.",
    "DC508348427ED1D295386DB6BDCAB7BA": "Feed",
    "5025E9DB46BF0EA88A002C861B2DB980": "Feed an animal an Animal Treat to earn its trust! You can then assign it to a barn to have as a new resident in your village.",
    "A0183B8C453D5116C5E2649338D38EDA": "Fishing enthusiast Outcast knows you need to perfect cast to catch the really big fish, so get out there! ",
    "208762A54173865D5B7D57AE04B9FC87": "Fishmonger",
    "B97A0CFF4DA580D4D10790BF7106DC49": "Fishmonger",
    "9E85728E4E216C4252F03F8AB9721ADB": "Fishstick drifts from adventure to adventure, always ready to follow the flow wherever it leads. He's not the smartest fish in the bowl, but he's beloved by floppers and villagers alike for his bravery and optimistic attitude.",
    "5DEDE8804A9F54022C0F4587CDEF1835": "Follower",
    "7E4B1AA5424559B358BFD99904F88EB7": "Following animals",
    "846A5CC2483671BAFF8D6AA80BC1E620": "Following {AnimalName}",
    "20A00E4C4A8E5434B29A91B401A82EC2": "Forager",
    "B210A3F24E445EF464F190AC9CFF13CA": "Gem Cutter",
    "35D0CD544C20C7D57B25488CD9E0DE09": "Growing Village",
    "3B14D4CF4E2666BC57C68182EB06848E": "Growing Village",
    "64208BE34D8BDD5E387CE7B50C48DDE4": "Growing Village",
    "EC239D334CCE9F5308CD7BB5865CA17E": "Grrmf? Grrarrgh. GRRAWRARRRRR! Grrraaalf. Hnng. Grroooooooorrwr.",
    "9A8D39834AAE401C2E6B14BF57823104": "Happy",
    "DC6B6BF143496ED9F25854A6EDAA4474": "Harvest",
    "3FB3BA6D4DE8FFF272FAE79FFA8D9390": "Has Barn",
    "7799899542FDC00E158A02B9454E9D7E": "Has a looming sense of responsibility. Fabric Workers weave wool into Fabric.",
    "2AD27F0B46D228E8EA650D941FD2D3E2": "Hayseed is all about organic farming, happy livestock, and emergency preparedness! As he always says: if you're prepared for anything, nothing can scare you! Not fatigue, or famine, or mysterious crop circles... Hayseed's got a pretty long list. And he's ready for all of it!",
    "A633D6C64EDB6D96C00193965BF620BF": "He's a monkey. He's a sock. He's a genius. If you can understand the essence of Monks, you just might gain insight into the very workings of the universe itself. Or at least have a great partner for charades.",
    "EB562E9347AA13221346B7BB2E2F874D": "Heroic knight Lionbrand has faced off with more Brutes and Rollers than she can count... and now she needs a break! Whether she's looking for new foes to combat, or a nice spot to settle down in, your Village is probably the perfect place for her to kick up her greaves and rest.",
    "ADB068A7434D301663AFD19D1079124F": "Hub",
    "D359908145388526E9C158B602AE05F2": "Icon",
    "AC14873F41D2CE29CFBD6AB66BBB4E3C": "If it ain't broke, she ain't interested. Sparkplug is a dedicated tinkerer, a thoughtful engineer, and a lover of impossible challenges. No matter what rolls into the shop, she's geared up find a fix and make things right. ",
    "4AC88CFD4C447FE04E0F2F9D3FD94E83": "If you've ever wanted to press pause on your life and toss a sign on your door that says Gone Fishin', then Bob's the right buddy for you. Friendly, affable, and always happy to help untangle your fishing lines, Bob's a real catch!",
    "6BE457D24EB1C59BE05CD489B7422AC0": "Ingredient Name",
    "793585C540564320666D62948F688EDA": "Ingredient Name",
    "F27D33FC43C78E6EF28D46AB0875462D": "It's hard out on the water for a down-on-his-luck fisherman, and cynical but friendly Turk is ready to find a spot to settle down and recover his passion for fishing. All he wants is to set up his line next to the water, with a couple of friends and a boatload of snacks, and fish to his heart's content.",
    "898F94C14CD45E2368F10E89BEE3E474": "It's time for an expedition! Arctic explorer Snow Cap has seen the north pole and the south pole... Now she's ready to see everything in between! Though, she'll be the first to admit, she gets a bit nervous without any snow around. She'll get over that. Someday.",
    "2B0AB3874D4394957821BCB74CC207FB": "It's time to wash off all that grease and hit the beach! Turning her engineering genius toward boats, barges and anything on the water, Beach Jules has totally committed to a permanent summer vibe. Perfect for any Village seeking an aquatic engineer or a swim buddy.",
    "E87767B34A8A395C5FB78EA318385C58": "Just what your garden plots need. Farmers will collect crops for the Village! ",
    "040A14BC462B97ECA747EEBA005B21DC": "Kaa'lim P'uhn fancies himself the greatest kloo horn player in the galaxy... though it's hard to tell if the audience is cheering \"woo!\" or boo!\" over the sonorous sounds of his kloo playing. Their earplugs are probably just a fashion statement, right?",
    "7D5DB4074118C45F6431D0BC30F4B504": "Keep life fresh and full of flavor! Tomatohead is ready to bring his zest for life to your Village, if you're ready for a little spice and a whole lot of ketchup.",
    "0B5E8B444DE1EE99ED6177873ACCD962": "Keeps your metal shiny and craftable. Metal Workers will use the Smelter to create metal for the Village. ",
    "1CBF502C4FA8FDCC965C5F95E885F465": "Level",
    "8D1036664E0F201C1E4B93AEAD2B7AEC": "Level-headed Tricera Ops is ready for you to see all of her different sides: dinosaur enthusiast, infiltration agent, and overall fashion icon. Just don't bring up the meteor. She's still sore about that.",
    "9C26C20D419C2D96CCEAF1BB71E7F7E6": "Life's a dream for Slumber, a sweet little star who's adventuring across the universe hunting for a cozy new home! They could use your help getting the lay of the land, and maybe making a friend or two.",
    "05E3D79A4000009E0AD74DA45A9483A6": "Long <text color=\"67C0CC\">description</> of the item that can be multiline., Long <text color=\"67C0CC\">description</> of the item that can be multiline.",
    "45CEAEFE461BB702122E4C9452F2C858": "Long <text color=\"67C0CC\">description</> of the item that can be multiline., Long <text color=\"67C0CC\">description</> of the item that can be multiline.",
    "E9C9F5D64BFC4855A33C0BA7C123CE9E": "M-6JR isn't sure when he discovered his passion for Wheat. Maybe it was around that time he experienced prolonged exposure to a powerful magnetic field? Anyway, he's all about Wheat now. Hope you like bread!",
    "43E994C34C85DC383D61E5962A5B5043": "MAP MARKER",
    "DDD6858E451B7E77E4E9788639A8C1A0": "Mak's dreamt of flying an X-wing since he could dream any dreams at all. Now that he's finally in the cockpit, he's going to make every barrel roll count, and hopefully make his mom proud in the process.",
    "C44E62A04607B04051B208BC1486EA48": "Max World Animals: <text color=\"67C0CC\">{curr}</><text color=\"088899\">/{max}</>",
    "32E4639447751B06EB73B2A1AB1C02C1": "Max World Animals: <text color=\"CCF2FF\">{curr}</><text color=\"67C0CC\">/{max}</>",
    "465F22AB4C0C272C6D79A6BB25C68C8B": "Max World Villagers: <text color=\"67C0CC\">{curr}</><text color=\"088899\">/{max}</>",
    "38F9629745E3DCA86ABE3C83521FF60C": "Max World Villagers: <text color=\"CCF2FF\">{curr}</><text color=\"67C0CC\">/{max}</>",
    "073CA44F45F5E0BBDE8F86AADE9EA841": "Metal Worker",
    "0B442DC04D2449E3ABCD8CBDDCCE90BE": "Miller",
    "F109243E41977B0DE809238B804FAE63": "Mon Cala's finest chef serves the rebels delicious delicacies by day and spends his free time exploring the strange new ingredients to be found around the Village. His signature dish can only be described as \"wet.\"  ",
    "411405B74A612495DF8119AA9B266B6E": "More",
    "80E9EDA74EABC2478F8130A8E30BE241": "Music-lover Mazy is friendly, chill, and knows that life is all about finding the right rhythm. Some days that means lo-fi beats, and other days it's screaming along to heavy metal. Every musical experience is valid. ",
    "FBD7620A44C2BA1625CE09A6D2BA5E92": "Must Complete Guided Build",
    "43278FFE4230DE517E8995B7BA68C2B4": "Mystery Villager",
    "20339CDA4AA0098182771FAF6A148AEC": "Name",
    "7DDE4F18453CE8AF4126E28EB247C0D9": "Name",
    "85AC3A134ADC013D4080158A57445E27": "Name",
    "EAF499DD4FD1AD9C6CB8BFB7F5CA34D1": "Name",
    "C256ED374110398DD1FCDF894277D8DD": "Name Animal",
    "2CD0F5FF44A55CF296BDE59708C4CB52": "Name Your Animal",
    "C652019A4C239EB799881B91E99922D9": "Name Your Village",
    "FB489A5F4C1ABC8E86D445B2C5A40032": "Nature has a rhythm to it, and introverted musician Brooks is all about channeling that beat! From the sway of tree branches in the wind to the babbling of the brooks, he wants to capture it all in his music... once he can find the right instrument, that is.",
    "0BA3C83644D744304377D6B0371C68B6": "Neutral",
    "95B41C9947BCD3449872F593428E0AD1": "Never a bore, always a boar. Good source of fertilizer and mushrooms.",
    "3C67B3064E9336594702838A1E7D2454": "New Animal",
    "685B041E4434BFA7D3C140B324FA1BD5": "New Villager",
    "1F7749A4423DF7C91D006DB535B8686A": "New Villager Or Animal",
    "4AA9EFE547E122CC3412F183121003E8": "No",
    "E503425F4007009B5FADC2BB29FCE4FE": "No",
    "0C8284D04669DE59976ACBB30C29CCDF": "No Job",
    "47C1D8734465975B5CF952B2CA1D66FA": "No requests, please! Set up a stage, and Bards will entertain and perform for your Villagers.",
    "C36043994145DCF7118094B77601B27E": "Nobody can scavenge up salvage like Myrna Rondo! Her zeal for repairing, repurposing, and recycling keeps the rebel fleet in tip top shape Well, tip top-ish shape.",
    "E0C7C508487B541238E32C888B9B8C6D": "None",
    "F1B5E670456B2AA19B7A8EA728CD7A9E": "None",
    "5B0FFF8E4C81811895FF17A61997C27D": "Not assigned to a barn",
    "E820BCD54F747373C5B032A0DE50F29B": "Not to call him a cold fish, but Frozen Fishstick is a bit of a villain... or at least, he used to be. Now, he's reluctantly turned over a new leaf happy to help train you up in combat and tactical sneering... but not too happy.",
    "93A76DDB437C3A1466B5579C3FBD4502": "Nothing can stop the flight of this Comet! This energetic and off-beat engineer may no longer be tinkering on spaceships in outer space, but she's just as excited to work on whatever off-kilter inventions your Village needs.",
    "ACC277FA40561861F983748FEE87A110": "Only the jungle and the darkness know his true name. The rest call him... Island Adventure Peely. He has fully embraced his wild side, which turned out to be next to his fun-loving, carefree side, and sees the wilderness for what it truly is. A playground!",
    "0E05ACDF4452D4061F9E3C8436C633D3": "Open Special Chests",
    "2C5719B9404AD975EA8DE9B0E81E054C": "Open Special Chests",
    "AE6BDA8647395275FAC92B88679D3C97": "Producing:",
    "A1BDD6FE4311CAF90437799DFAAE33B0": "Purradise Meowscles is the cat's pajamas. Or, no, he wears cat's pajamas. All the time if he could! This king of summer style is ready for vacation vibes. At the corner where comfort and cozy meet, you're sure to find Purradise Meowscles purring away. ",
    "AB8E3CAB4FEB3B7FED92E5913F43A59C": "Ranch House",
    "B87EBB9D4AE69A64F9276F96A12B9582": "Ranch House",
    "043B8E1B47CF4435B5E771993091FB98": "Randomize Name",
    "5F54206A42E0E9CCCA47DDAF639DD735": "Randomize Name",
    "7538419D4B234D7194F1BF8FB7FA705F": "Reassign",
    "7E9C9E2444772D33C0CEA8B13C4C28F9": "Remove Village",
    "5F1B57C54A10F101750F17922ABBCE54": "Remove Village?",
    "B48495134F7CF58FB227DA8BDD31D0E8": "Residents",
    "F027C31148E15C5114F59E9AA52CD396": "Residents",
    "F97DC963484E6EDA4EEBA5AD8EBF7365": "Resource required to upgrade outpost",
    "86953A144A3A227EB6692F8865428A86": "Rewards",
    "E20CC0494DDBD8572F6F9CAAC9B4996A": "Roan is an animal lover at heart. She especially loves horses! From their hoofs to their manes, Roan thinks horses are just magical. Of course, she hasn't spotted any out there in the world just yet, but she always keeps a treat on hand. Just in case.",
    "296876F144E3CCA518AAFCB12E85AE15": "Sad",
    "E8088D634E2EAC6E1099329A912B5E89": "Safety first!! Dedicated lifeguard Wade has made it his life's mission to keep the beach safe and sound. Even if he happens to be, well, terrified of the ocean. And everything else. Wade is the perfect Villager if you want someone to watch your back, on the beach or off.",
    "BDB94E354B03F5644C3695B7F7D84B18": "Sally's bringin' culture to these salty dogs, whether they like it or not! She's the pirate's resident movie and book buff, only missing new releases when she's sailing the high seas with her crew.",
    "991EC1BD4B06E4D3C80C7D84797D3CBE": "Scouted at a young age for her highly advanced Rootin' and Tootin' skills, Calamity became the youngest Wrasslin' Lassoin' Bronco Ridin' Prairie Patroller to ever slip on a set of spurs and take the reins. Since then, she's been known as the one you call when your west get a touch too wild.",
    "31D7CEC04398425F1486EBB421AE3B07": "Seems fishy.  Fishmongers will catch and process fish for you.",
    "D80699B84F84B00C18EF4D8CDD37005E": "Seems fishy.  Fishmongers will catch and process fish for you.",
    "C4949DF34D5AB5FA1F5C7699D80DA956": "Seen any gold lately? Gold prospector Nugget can't get enough of the stuff, and he's ready to search far and wide for any glittering treasures. He'll also do other things, sure. When there's no gold to chase. If you ask nicely.",
    "8C8D86B64778FEF3D9DF648EC6B9D567": "Shadow curses are a legitimate medical problem, and Plague is a legitimate doctor! He has been published far and wide for his research into eldritch and arcane illnesses. Just... don't pay too much attention to the mask. It's part of his uniform.",
    "6241FC7746931F3388A5898510D7479C": "ShowUpgradeAvailable: Show {Show}, Force {Force}",
    "00BCC601456047A9341D9BA58F84B37C": "Slush is a bona fide smoothiepreneur, blending up new and exciting flavor combinations for as long as he can remember. He loves exotic ingredients, perfectly sharpened blender parts, and most importantly: staying chill.",
    "6581B8D5405B974603AE7ABCE54F9FF2": "Some say he was the victim of a curse. Others claim he himself is the origin of Midas' Golden Touch... but everyone agrees, if you are in the market for a pleasantly vicious golden pal, you're unlikely to find a better friend than Oro. ",
    "51762A634D8E489867D3CF9A2B991068": "Sometimes you gotta keep your options open. You can assign your Villager a job by talking to them.",
    "9A3CF0E2425A7D21930AACB08666F47D": "Speed: High",
    "CBBFC99B440AB9F6DB3B9AA564DDAE60": "Speed: Low",
    "CC9620014393E6D0E767D69D365E074A": "Speed: Max",
    "D58F78A84BD3B111F5E7D8B986E4252A": "Speed: Minimum",
    "B1B10601429B7EBB377A90A95204F322": "Speed: Normal",
    "CA80D3C949D0E78603F658A7513C2FB5": "Square Foot doesn't mind if folks think he's the quiet, \"weird\" cousin of Yeti. As a traveler, he's too busy seeing the sights of the world to worry what others think of him. So long as those sights don't include sand lodged in his fur, of course...",
    "9CF56ABB4D11881FFB661197D7F34922": "Stone Cutter",
    "7828C5FB4D1990138A34FB9C08CA8956": "Stubborn, friendly Saura was a famed treasure hunter, until she found herself a pack of dinosaur friends. Now, Saura is determined to protect all ancient artifacts from any meddling marauders. A perfect addition to any Village that doesn't mind the occasional RAWR!",
    "E74CC8DE4506AB9EE8BBBFAECE828E03": "Su Sifta is a rebel's rebel. She cares a lot about her team, Periwinkle Squadron, and she's one heck of a pilot. Her improvisational ship fixes are... unique, to say the least. But they get the job done, and that's what matters!",
    "FDC8AD86407B68C4DC4474A68054DB36": "Summer vibes only, please! Sunny and cheerful Breezabelle is ready to swim, tan, and play on the sand... but this hard-working magical graduate is also ready to put in the elbow grease at the right Village, too. It's time for some fun in the sun.",
    "C0E5EF6B4B6E76421AFD13B4B87AC225": "Sunbird has always been fascinated by the stars in the night sky, and studies them carefully. Thoughtful, empathetic and in tune with the world around her, she's a great addition to your village -- as long as she has access to books and nature!",
    "BA041F134B67A7B6B784DB93EE7AE921": "Sunflower brings two things to the farm: big energy and big ideas! This excitable farmer is ready to take your farm all the way to the future, even if some of her big dreams are slightly, well... impossible.",
    "8E0A2EC74451C9AB7A794EBEA0C7ADFE": "Sure, she lurks in the shadows and harbors ominous secrets, but who doesn't? Ravage is helpful, curious, and always available to scare up some fun. ",
    "116805D54F98AC8EF42A4D8396018C4C": "Sweet, energetic Guernsey is in hiding from the \"extraterrestrials\" and is very thankful you haven't mentioned his cow disguise. Guernsey is a great friend to have, as long as you don't mind him scanning the skyline constantly for \"scary, strange lights",
    "640047DA479E8B2F4233B396ADAD3E1A": "Sweet-natured Llamanda is happy to be one of the herd. Always curious about the world around her, Llamanda is social and friendly... but she's also a fierce protector when anyone might bother her flock!",
    "1054F5454234BDA01522539ABFDAAE7B": "Sweet-natured and adventurous birdwatcher Robin will do anything to spot a new feathered friend, from climbing the tallest tree to scaling the iciest peak. Her dream is to fly up in the sky, gossiping with starlings and evolving from a \"bird watcher\" to a true \"bird friend.\"",
    "8E73241647813D19F3AB67821A613F07": "Swole cat Meowscles is always looking for a new exercise buddy! He knows everything about stretches, endurance training, and chasing the red dot, but also knows the value of a good nap in the sun. ",
    "472A71D74DC3D0AAF50C1EA55BFB7543": "Take All",
    "2CBE141649A9229CB47AC8BAADB81705": "Take Stack",
    "FBB7937744B51093CC0377A5CE4B9792": "Tenacious hiker Silas is all about life on the trail! He knows everything about his favored vocation, from how to find a trail in an overgrown forest to how to make the perfect trail mix. (No peanuts, please!) If you're looking to wear in your hiking boots, Silas is your new best friend!",
    "6B0041334B980C025981AF9C8E4B3948": "The adventure is everything! A cheerful explorer with an unstoppable spirit, Skye just wants to see the whole world and the adventures that unfold in every corner of it. And she's happy to remind you: every adventure is more fun with friends.",
    "95AAFE1F47956716C062CF95FB3CF147": "The beefiest pal, the meatiest ally, the greasiest defender of flavor to ever sport a pair of toasted buns, Beef Boss' special sauce adds a savory zip to any village. ",
    "A1804EE24AE082D67B318680E3CBF72F": "The key to excellence is within you! Master Key knows that you must focus in, go all the way to the end, and turn toward your best self. Only then will the door will be unlocked to your truest potential. This visionary is ready to open your Village up to a bright future.",
    "0BE30E704099E941D2CE95809E735B56": "The name Blackheart inspires terror on the high seas, but on land, he hasn't quite developed the same ferocious reputation... yet. He's salty and fearless, and always up for a good plunder. ",
    "FF2A5D65488CD80D7AAE389CF724DCDD": "The true spirit of a castaway is being able to make a home anywhere, and Castaway Jonesy is great at that! And if he's not the tidiest neighbor, or the most socially engaged villager, he's great at rigging things together out of twine, coconuts and a dream.",
    "71608ADB47049CB02E905E884D89D9EC": "The world is always a lot briter when Brite Bomber's in town. She's a vibrant, adventurous, and stylishly spirited friend to all. ",
    "C32178494598FD331F304AB451C9BF91": "There's dinosaur fans, and then there's superfans like Gus! This dedicated dino cosplayer knows absolutely everything about his beloved reptiles and is happy to share it with anyone who asks. And some folks who don't.",
    "812B0C964D0077A15005FBB8B278894F": "There's nothing Marina loves more than the saving lives and the learning about the ocean! She's a virtual encyclopedia of oceanic facts, which she loves to share at beach parties. Her secret wish is that someday she wakes up with a set of fins and gills.",
    "DD26736546E50983CEEDE9A2B1C552AB": "This village can't hold any more animals!",
    "888015CE44F166DDE9D8939F7568620E": "This way! Followers will join you on your adventures and defend you from any hostile creatures.",
    "E095E4B64B78067717BE3DBC3332240D": "This will <ModalEmphasis>permanently</> remove your <ModalEmphasis>village</>.\r\n\r\n<ModalSmall>All upgrade progress and villagers will be lost.</>",
    "3EA25E0D41C71070BC8897A4D4E970E0": "This will ask <ModalEmphasis>{VillagerName}</> to <ModalEmphasis>leave</> your village.",
    "9453AEE34DF1AAA89416FABF2BE69967": "To enter in a <text color=\"67C0CC\">custom name</>, your <text color=\"67C0CC\">parent or guardian</> needs to complete your account setup. <text color=\"67C0CC\">Please ask them to check their email.</>",
    "6C3B48824B3C55EF9B6A5192EAA36085": "Transfer",
    "18B762C044E091DA4919CCAB2D3F6899": "Truly trashy junk aficionado. Compost Makers will recycle waste into Biomass and Fertilizer.",
    "959C550041DBE6F4FE328BA2621662CB": "Uncovering the past is all about loud, adventurous expeditions, and energetic Petra is here to carve through the past with a big laugh and an even bigger shovel! She's prepared to fight off evildoers, traverse perilous ravines, and explore the most dangerous of spaces to discover a cool new fact.",
    "2ECA1C8A474290DB6366A78AF0315429": "Upgrade Available!",
    "D0CD1DF94519D192D29281A911CDA110": "Upgrade Requirements",
    "6110148C4BB93A2E96D5E18137F73333": "Upgrade Requirements - <text color=\"{color}\">{owned}</><text size=\"20\"> / {Required}</>",
    "D7DBCD6446F920EF42B308AE5855F0D5": "Upgrade Village",
    "F32B40A24B91FFAC633795973B360017": "Upgrade the Village",
    "4ECE720541C90326CB890C8A2E1A37AC": "Upgrade your village to unlock more spaces for villagers to move in!",
    "4B9D4B58400D9B93FADC17843ACE39D7": "Very Happy",
    "D45389C0411D0301085289972B869465": "Village Comfort Level {LevelNum}",
    "ACBD01F144E3648828CAC3BFD7BD65E3": "Village Info",
    "47C6D25D44A163D6EB7874AE9FB9258E": "Village Space Locked",
    "8AA2E30744ABFC772BFBE799165AAB42": "Village names will be <text color=\"67C0CC\">visible</> to <text color=\"67C0CC\">anyone</> you invite to your world. <text color=\"67C0CC\">Do not include</> any personal information like your <text color=\"67C0CC\">real name, address, or phone number.</>",
    "6A33BADE43CE50302FAE458D28C3EE54": "Visiting",
    "1EBAAD4C4F7ED6AC4853C6BCD46A1911": "Watchtower",
    "964BF10F44C027682C2CA39AC894D3B0": "Watchtower",
    "8FF8A0234FD0228111BC96BA13409C23": "When it comes to basking in the rays, Unpeely is unrivaled. He's shed his peel to catch a sweet tan in the summer sun, even when the sun isn't so summer-y. And if that doesn't make sense, Unpeely is unapologetically unaware.",
    "AA1362EB4DDE9847F8FB25846D6EA12C": "When the shark costume comes on, it's business time! No one patrols the beach with as much fervor as Chomp Sr. As the island's unofficial beach security officer, Chomp Sr. will make sure everyone's having fun - while being responsible, of course. ",
    "74852CEF47A3C33020034099DE16FC57": "When the waves are high and the competition is even higher, Carver is ready for action! A surfer with a passion for carving up a clean wave, he's charming, competitive, and maybe a little full of himself... but he'll happily be a member of your Village's dawn patrol any day.",
    "7A43F3CB4A6E6DD0340B3194166F3FD0": "When you have big rocks, but you need small rocks. Stone Cutters use the Stone Breaker to process Stone.",
    "7D60FE6C4548947823782089DFAB222A": "When you invite new villagers to your camp or tame new animals you will find information about them here!",
    "488E8B204E753CD0B73E75ACEE5096B1": "When you invite new villagers to your camp you will find information about them here!",
    "B241277F4A3A7C9BDE5CADA29AA95759": "When you tame new animals you will find information about them here!",
    "F175D19D4F3DAF879833B985EA9DF55C": "While most of the T-Rex crew have gone the way of the dinosaurs, the world is still this Rex's stomping ground. Sure, he's just a guy in a dinosaur costume, but he's committed to the bit. Roar a hello if you see him stomping by.",
    "799B5D40470E53BEA54779B17F80D31D": "Without her steadfast cuddle leadership, the Cuddle Crew would have split into fluffy warring factions long ago. Cuddle Team Leader is trusted cuddle expert and a tireless advocate for all things cute, snuggly, and adorable. ",
    "19C41CBE431ED0639264D3B3428A610F": "Wood Cutter",
    "70CD90E346E3D938FC08D8B671144DA4": "Woodcrafting is Cadence's passion. Her dream is to craft her own house from hand one day, and she enjoys helping people find their crafting passion. She also loves ice cream, plants, animals, and playing music. And telling really bad jokes.",
    "057CA4A141515F252249629C8A07B4C4": "Workshop",
    "ABF44AFB41623C0E09586FB32565E0AD": "Workshop",
    "A904890940A9FA826334299424D5415C": "Yes",
    "FF9A0CFF4B4A284D9F87D79EEA22AF25": "Yes",
    "FEC04BB842EE131BDE23BD85B1DCCC7B": "Yes, chef! Chefs will make you tasty food at the grill, juicer, and oven.",
    "04B1DD5C45732540AF8E7F9808AB3E49": "You are in luck if you meet the mighty Yeti! An ancient cryptid from the mists of ancient days, Yeti has seen a lot, and nothing can really bother him. He's also friendly! Even if his perspective can be a bit... odd.",
    "1A5DE80C4D14C35B9A31F68DC497E014": "You can bet the farm they'll take good care of your animals! Animal Caretakers will keep your animal friends happy and producing resources.",
    "3A118A6B4ABF300F1F6FF0AB5E28D382": "You can bet the farm they'll take good care of your animals! Animal Caretakers will prevent animals from feeling ignored.",
    "C77CCE5C45BE0BC5A98CC5A8F45B600E": "You can see a lot of the world in nine lives -- just ask Tabby! Fierce, friendly, and a little world-weary, this adventurous tiger woman has done it all... except settle down in a Village she could call home. Might it be time for the tiger to kick up her paws for a bit?",
    "83F3477E484BEA93C54CA4853EB3342A": "You don't want to mess with the llama. Bash is brash, intense, and ready to rumble at a moment's notice. But this dark llamatic warrior is also a lloyal friend ready to be your stalwart llieutenant.",
    "37C7089D44D659D6F37BB2A9E901FE61": "You have reached the max amount of animals that you can have in the world. You can ask animals to leave to free up space!",
    "DCDFE9E64343F3D8D24C1A891115EE65": "You have reached the max amount of villagers and animals that you can have in the world. You can ask villagers and animals to leave to free up space!",
    "A9951FD94F21220697978F963B8ADDB7": "You have reached the max amount of villagers that you can have in the world. You can ask villagers to leave to free up space!",
    "77AB08B74D6E7E6AF48FCBB28654BEEA": "Your village is fully upgraded, congratulations!",
    "B6D8BA7145E5A5FA34AB77A6E3A5BA74": "Your worst nightmare and your best friend. Raven's love of all thing bleak and gloomy adds a sophisticated dash of doom to even the sunniest village. ",
    "FEBEF3BF4E791F0E50F361ACA4813CBC": "back",
    "44C679EE435C2836506062BF66544D0A": "{Current}/{Max}",
    "B84A6D7449EF66A2BEF3239DDA5C584E": "{Friendship state description}",
    "2026643C4120F515AEC9B4B42EA9B6CB": "{NPC Name} has no bed!",
    "1003E47C4C54D56013DA81B48D763C40": "{Name} does not have a barn!",
    "E4B2F5CF49CB4820C2FC31BD36C7C17E": "{Name} wants to leave the village!",
    "7E5EB39341452F4AACA7BBBADD47A189": "{Name}'s Barn",
    "96B612564C2CA690BB5FFDB46C4787F6": "{Required}/"
  }
}